Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=321_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Koltansaamen koulukielioppi ilmestyi
smn: Nuorttâsämikielâ škovlâkielâoppâ almostui

source: Ensimmäinen koltansaamen koulukielioppi julkistettiin Sevettijärvellä lauantaina 29.8. vietettyjen juhlien yhteydessä.
smn: Vuossâmuš nuorttâsämikielâ škovlâkielâoppâ almostittui Čevetjäävrist lávurduv 29.8. toollum juhlij ohtâvuođâst.

source: Kielioppikirjan ovat laatineet Satu ja Jouni Moshnikoff ja Eino Koponen.
smn: Kielâoppâkirje láá ráhtám Satu já Jouni Moshnikoff já Eino Koponen.

source: Kieliopin tarkoituksena on vakiinnuttaa kirjoitettua koltansaamea ja antaa kouluille väline kirjakielen sääntöjen oppimiseen.
smn: Kielâoopâ uáivilin lii vuáháduttiđ čaallum nuorttâsämikielâ já adeliđ škovlâlijd riäidu kirjekielâ njuolgâdusâi oppâmân.

source: Kirjan toivotaan myös auttavan aikuisväestöä oman äidinkielen kirjallisessa hallinnassa ja toimivan apuna niille, jotka haluavat oppia oman kielensä takaisin tai oppia koltansaamea uutena kielenä.
smn: Tuáivumist lii, et kirje meiddei iššeed rävisaalmug jieijâs eenikielâ kirjálâš haaldâšmist já tuáimá iššeen toid, kiäh halijdeh oppâđ jieijâs kielâ uđđâsist tâi oppâđ nuorttâsämikielâ uđđâ kiellân.

source: Koltansaame on ollut pelkästään puhuttu kieli vuoteen 1972 saakka, jolloin ilmestyivät ensimmäinen aapinen Aabbâs säämas ja Koltansaamen opas, jossa esiteltiin kielen ortografia eli kirjoitustapa.
smn: Nuorttâsämikielâ lii lamaš tuše sarnum kielâ ive 1972 räi, kuás almostuvvii vuossâmuš aabis Aabbâs säämas já Koltansaamen opas, mast oovdânpuohtui kielâ ortografia ađai čäällimvyehi.

source: Kirjoitustapa on kehitetty nykyiseen muotoonsa Sevettijärven koulussa.
smn: Čäällimvyehi lii ovdedum tááláá háámán Čevetjäävri škoovlâst.

source: Monet sukupolvet ovat omaksuneet kielen kirjoitustavan, mutta aikuisväestön äidinkielen luku- ja kirjoitustaito kaipaavat vielä kohennusta.
smn: Maaŋgah suhâpuolvah láá oommâm kielâ čäällimvyevi, mut rävisaalmug eenikielâ luuhâm- já čäällimtáiđu käibideh vala pyeredem.

source: Aikuisväestö on yksi uuden kielioppikirjan kohderyhmistä.
smn: Rävisaalmug lii ohtâ uđđâ kielâoppâkirje čuásáttâhjuávhuin.

source: Koltansaamen koulukielioppi esittelee asiat lyhyiden sääntöjen ja runsaiden esimerkkien avulla.
smn: Nuorttâsämikielâ škovlâkielâoppâ oovdânpuáhtá aašijd uánihis njuolgâdusâi já maaŋgâi ovdâmeerhâi vievâst.

source: Kirjan on laatinut kolmen hengen työryhmä, jossa kielentaitajaa on edustanut Jouni Moshnikoff, opetusalaa Satu Moshnikoff ja kielitiedettä Eino Koponen.
smn: Kirje lii ráhtám kuulmâ ulmuu pargojuávkku, mast kielâmättee lii ovdâstâm Jouni Moshnikoff, máttááttâssyergi Satu Moshnikoff já kielâtiettuu Eino Koponen.

source: Pohjoismainen saamen kielilautakunta, Suomen saamelaiskäräjät ja Kotimaisten kielten tutkimuskeskus ovat rahoittaneet hankkeen.
smn: Tave-eennâmlâš säämi kielâlävdikodde, Suomâ sämitigge já Päikkieennâm kielâi tutkâmkuávdáš láá ruttâdâm haavâ.

source: Kirja on tilattavissa saamelaiskäräjien koulutus- ja oppimateriaalitoimistosta ja saatavissa mm.. Sámi duodji - myymälöistä.
smn: Kirje lii tiilámnáál sämitige škovlim- já oppâmateriaaltoimâttuvâst já finniimist eres lasseen Sámi duodji - puuvdâin.

source: Lisää.
smn: Lase.
